IDEA Open Model
LineLoad.TypeLinePosition Property
Compatible with IDEA StatiCa 20.1
 type of position
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TypeLinePosition TypeLinePosition { get; set; }
Public Property TypeLinePosition As TypeLinePosition
	Get
	Set
Property Value
Type: TypeLinePosition
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace